{
    "en": {
        "GO_TO_HOME": "Go to Home Page",
        "MY_ANGELS": "My Angels",
        "ANGEL": "Angel",
        "CONTRACT_ADDRESS": "Contract Address",
        "BLOCKCHAIN": "Blockchain",
        "BSC": "Binance Smart Chain",
        "TOKEN_ID": "Token ID",
        "TOKEN_STANDART": "Token Standard",
        "NAME": "Name",
        "DESC": "Description",
        "EDITION": "Edition",
        "DATE": "Date",
        "COMPILER": "Compiler",
        "SEX": "Sex",
        "COUNTRY": "Country",
        "UPGRADE_COLLECTION": "Upgrade your collection",
        "NO_NFT": "You don’t have any NFT.",
        "NFT_DESC_CAB": "Each Angel makes somebody’s situation a little more hopeful",
        "TOTAL_SUPPLY": "Total Supply",
        "NFT_QUANTITY": "NFT Quantity",
        "NFTS": "nfts",
        "MINT": "Mint",
        "MINT_FOR": "Mint 1 NFT for",
        "DONATE": "Donate",
        "TO": "to",
        "CHARITY_ORGS": "Charitable Organization",
        "CHARITY_ORGS_DESC": "Help the people of Ukraine get through by donating to one of Ukraine’s or the world’s frontline charities directing aid right into the country. Here’s the list of the certified ones you can choose. Don’t hesitate, Ukraine needs our involvement now!",
        "DONATE_VIA_PLATFORM": "Donate Crypto Via the Platform",
        "DONATE_VIA_PLATFORM_DESC": "It’s Always Possible to Make Donations on Ukraine’s Angels if It’s More Convenient for You Than Charity Organization Sites.",
        "MAKE_A_DONATION": "Make a donation",
        "DONATION": "Donation",
        "MAKE_A_DONATION_DESC": "You Will Save Lives No Matter the Amount",
        "MAX": "MAX",
        "OUR_MISSION": "Our mission",
        "OUR_GOAL": "Our goal",
        "HELP": "Help",
        "SAVE": "Save",
        "UKRAINIAN_NATION": "Ukrainians",
        "HELP_DESC": "Buying an NFT from this collection, you save lives. Your financial aid will help sustain those who need it most: the injured, the refugees, and all other Ukrainians affected by indiscriminate Russian aggression.",
        "EXPLORE_COLLECTION": "Explore Collection",
        "AUDITED_BY": "Audited by Vidma.io",
        "OPEN_AUDIT": "Open audit",
        "SITE": "Site",
        "NFT_SOLD": "Nft's sold",
        "OUR_GOAL_DESC": "Our goal is to help improve the current humanitarian situation in Ukraine. During the war, civillian people are in a very difficult situation. Elephantslab, in partnership with the Etis Charitable Foundation, organizes and supplies humanitarian aid from European countries, from caring people who have expressed their support for the Ukrainians at such a difficult time. To set up quality logistics, we need reliable cars that can quickly and smoothly deliver goods to those who need them. All funds raised from the sale of NFTs will be used to purchase vehicles that will ensure the uninterrupted supply of aid.",
        "TARGET": "Target",
        "RAISED": "Raised",
        "BUSES": " 5 Off-Road SUVs",
        "MORE_OPTION_1": "More Options to Save the Life of Ukraine",
        "MORE_OPTION_2": "You Can Donate to the World’s Leading Charitable Foundations and Volunteer Organizations",
        "VERIFIED": "Verified",
        "UNCHAIN": "Unchain",
        "UNCHAIN_DESC": "A charity project created by blockchain activists to support Ukrainian people in these crisis times.",
        "NOWARUA": "A European cryptocurrency exchange. Accepts crypto-donations to protect against the war in Ukraine.",
        "COME_BACK_ALIVE": "Come back alive",
        "COME_BACK_ALIVE_DESC": "The foundation works to make the Ukrainian Army effective, strengthening it with millions of contributions.",
        "SEE_ALL": "See All Charities",
        "DONATE_VIA_PLATFORM_2": "Or Donate Right via the Platform",
        "DONATION_OPTIONS": " It’s Always Possible to Make Donations on Ukraine’s Angels if It’s <br /> More Convenient for You Than Charity Organization Sites.",
        "AMOUNT_DOES_NOT_MATTER": "You Will Save Lives No Matter the Amount",
        "SITUATION_IN_UKRAINE": "Situation in Ukraine",
        "THE_DATE": "Feb. 24, 2022",
        "SITUATION_IN_UKRAINE_DESC_1": "Severe pain and sorrow... It's what the people of the peaceful and hospitable state of Ukraine are feeling right now. Russia's military, civilians, and children die from Russia's armed aggression. <br /><br /> We never wanted a war. We wanted to step into a common bright future with all the other nations of Europe and the world. And now millions of refugees have found themselves homeless, and in the peaceful sky, they are accustomed to.<br /><br /> Ukraine's Angels is a project from the ElephantsLab to improve the current humanitarian situation in Ukraine. We work every day to contribute and save a life that is a priceless gift.<br /><br /> Severe pain and sorrow… This is what every Ukrainian feels now. But not fear. There is no fear because we are together on our land, and we will win! Glory to Ukraine!",
        "SITUATION_IN_UKRAINE_DESC_2": "Severe pain and sorrow... It's what the people of the peaceful and hospitable state of Ukraine are feeling right now. Russia's military, civilians, and children die from Russia's armed aggression. We never wanted a war. We wanted to step into a common bright future with all the other nations of Europe and the world. And now millions of refugees have found themselves homeless, and in the peaceful sky, they are accustomed to. Ukraine's Angels is a project from the ElephantsLab to improve the current humanitarian situation in Ukraine. We work every day to contribute and save a life that is a priceless gift. Severe pain and sorrow… This is what every Ukrainian feels now. But not fear. There is no fear because we are together on our land, and we will win! Glory to Ukraine!",
        "BREAKIN_NEWS": "BREAKING NEWS: RUSSIA INVADES UKRAINE",
        "ABOUT_NFT_COLLECTION": " Each NFT portrays a character of Ukraine’s heroic defender: either a man or a woman in front of one of the world’s most celebrated landmarks. The character can hold any paraphernalia pertaining to victory achievement, from a rifle to the Dove of Peace. <br /> <br /> Buying one of the collection’s NFTs you become a true Angel of Ukraine. You do your part to shield the peace and prosperity of Ukraine and Europe on the whole.",
        "HELP_IN_NUMBERS": "help in numbers",
        "OUR_ANGELS": "Our angels",
        "ABOUT_ANGELS_PARTISIPANTS_1": "Have been bought by people from around the world to make their solidarity palpable",
        "ABOUT_ANGELS_PARTISIPANTS_2": "Have contributed to turn the Ukrainian sky clear and blue again",
        "VIEW_COLLECTION": "View Collection",
        "COLLECTION": "Collection",
        "BECOME_AN_ANGEL": "Become an Angel",
        "DONATE_PROMO": "In donations have already been raised for the needs of the persevering people of Ukrain",
        "OUR_TEAM": "our team",
        "OUR_DESC": " We are a blockchain research and product development company based in Ukraine. <br /> <br /> Our site states our mission is to seamlessly integrate cryptotechnologies into the world. It’s true. Yet today we are up against a life-threatening challenge. And it’s our duty to deal with it, applying blockchain technology, of course. <br /> <br /> This project is part of a swift response pack our team undertook to save Ukraine, ease our people’s suffering and protect Europe’s easternmost borders. We are Ukraine’s vigilant cyber force, we’re its reliable home front. Today, we’re fighting for its digital freedom. Today, Ukraine needs our involvement most. <br /> <br /> And we deliver.",
        "NEED_HELP": "If You Need Help",
        "WANT_HELP": "If You Want to Help",
        "HELP_DESK": "Help Desk",
        "MY_COLLECTION": "My Collection",
        "CONNECT_WALLET": "Connect Wallet",
        "LOG_OUT": "Log Out",
        "DISSCONNECT": "Disconnect",
        "NAVIGATION": "Navigation",
        "USEFULL_LINK": "useful links",
        "SOCIAL_NETWOKS": "Social media",
        "PENDING_WALLET_REQUEST": "Looks like you already have a pending request in your wallet.",
        "GOT_IT": "Got it!",
        "PENDING_TRANS": "Your Transaction Is Being Processed",
        "PENDING_TRANS_DESC": "Thank you for being there in times of need.<br> Your charity will take effect in less than half a minute.",
        "TRANSACTION": "Transaction",
        "TRANS_SUCCESS": "Transaction Successful",
        "TRANS_SUCCESS_DESC": "Congratulations on joining the ranks of Ukraine’s Angels. <br/> Glory to Ukraine!",
        "SEE_MY_ANGELS": "See My Angel",
        "TELL_EVERYBODY": "Tell Everybody, Let’s Save Ukraine Together!",
        "PLEASE_CHOOSE_WALLET": "Please choose a wallet",
        "CHOOSE_WALLET_DESC": "Choose either MetaMask wallet extension or WalletConnect to connect the desired wallet application",
        "TRANS_FAILED": "Transaction Failed",
        "TRANS_OOPS": "Oops! Something went wrong.",
        "NOT_ENOUGH_BALANCE": "Most likely, you don’t have enough BNB in your wallet.",
        "TRY_AGAIN": "Try again",
        "CHARITY_ORGS_IF_HELP_NEEDED": "Charitable organizations and reliable information",
        "CHARITY_ORGS_IF_HELP_NEEDED_DESC": "Our company has gathered reliable information that can be useful for you in wartime. We are constantly updating and correcting the list of resources, which include charitable foundations, contacts of volunteers, and organizations that we trust."
    },
    "ua": {
        "GO_TO_HOME": "Головна",
        "MY_ANGELS": "Моя Колекція",
        "ANGEL": "Ангел",
        "ANGELS": "Ангелів",
        "CONTRACT_ADDRESS": "Адреса контракту",
        "BLOCKCHAIN": "Блокчейн",
        "BSC": "Binance Smart Chain",
        "TOKEN_ID": "Токен ID",
        "TOKEN_STANDART": "Стандарт токену",
        "NAME": "Назва",
        "DESC": "Опис",
        "EDITION": "Тираж",
        "DATE": "Дата",
        "COMPILER": "Автор",
        "SEX": "Стать",
        "COUNTRY": "Країна",
        "UPGRADE_COLLECTION": "Доповни свою колекцію",
        "NO_NFT": "Нажаль, у вас немає жодної NFT",
        "NFT_DESC_CAB": "Пам'ятайте, кожен янгол несе в своїх долонях надію",
        "TOTAL_SUPPLY": "Загальна кількість",
        "NFT_QUANTITY": "Кількість NFT",
        "NFTS": "nfts",
        "MINT": "Створити",
        "MINT_FOR": "Створи 1 NFT за",
        "DONATE": "Пожертвувати",
        "TO": "на",
        "CHARITY_ORGS": "Благодійну організацію",
        "CHARITY_ORGS_DESC": "Ви завжди можете пожертвувати кошти на Янголів країни у зручний для вас спосіб, безпосередньо скориставшись нашим сайтом",
        "DONATE_VIA_PLATFORM": "Донатьте використовуючи платформу",
        "DONATE_VIA_PLATFORM_DESC": "Ви завжди можете пожертвувати кошти на Янголів країни у зручний для вас спосіб, безпосередньо скориставшись нашим сайтом",
        "MAKE_A_DONATION": "Внести пожертву",
        "DONATION": "Внесок",
        "MAKE_A_DONATION_DESC": "Ви врятуєте життя незалежно від внесеної суми",
        "MAX": "Макс.",
        "OUR_MISSION": "Наша Місія",
        "OUR_GOAL": "НАША МЕТА",
        "HELP": "Допомогти",
        "SAVE": "Зберегти",
        "UKRAINIAN_NATION": "УКРАЇНСЬКУ НАЦІЮ",
        "HELP_DESC": "Купуючи NFT з цієї колекції, ви рятуєте чиєсь життя, можливо, не одне. Фінансова допомога кожного небайдужого необхідна тим, хто її найбільше потребує: поранені, біженці та всіх інші українців, які постраждали від жорстокої та невиправданої російської агресії.",
        "EXPLORE_COLLECTION": "Ознайомитись з колекцією",
        "AUDITED_BY": "Проаудійовано  Vidma.io",
        "OPEN_AUDIT": "Відкритий аудит",
        "SITE": "Веб-сайт",
        "NFT_SOLD": "Nft продано",
        "OUR_GOAL_DESC": "Наша мета – спробувати покращити нинішню гуманітарну ситуацію в Україні. Під час війни мирні люди перебувають у скрутному становищі. ElephantsLab у партнерстві з Благодійним фондом Etis організовує та постачає гуманітарну допомогу з різних європейських країн, від усіх небайдужих, які висловили свою підтримку українському народу у цей важкий час. Задля налагодження якісної логістики, нам потрібні надійні автомобілі, що зможуть швидко та безперешкодно постачати вантаж тим, хто його потребує. Всі кошти, зібрані від продажу NFT, будуть направлені на купівлю транспортних засобів, які забезпечуватимуть постійне надання допомоги.",
        "TARGET": "Заплановано",
        "RAISED": "Звбрано",
        "BUSES": "Вже передано 2 позашляховики",
        "MORE_OPTION_1": "Можливості для збереження життя в України",
        "MORE_OPTION_2": "Ви можете зробити пожертвування провідним світовим благодійним фондам і волонтерським організаціям",
        "VERIFIED": "Перевірено",
        "UNCHAIN": "Unchain",
        "UNCHAIN_DESC": "Благодійний проект, створений блокчейн-активістами для підтримки українців у цей кризовий час.",
        "NOWARUA": "Європейська криптовалютна біржа. Приймає пожертви у крипті задля захисту громадян від наслідків війни в Україні.",
        "COME_BACK_ALIVE": "Повертайся живим",
        "COME_BACK_ALIVE_DESC": "Фонд працює над тим, аби українська армія була ще ефективнішою, зміцнюючи її мільйонними внесками.",
        "SEE_ALL": "Переглянути усі благодійні організації",
        "DONATE_VIA_PLATFORM_2": "Донатьте використовуючи платформу",
        "DONATION_OPTIONS": "Ви завжди можете пожертвувати кошти на Янголів країни у зручний для вас спосіб, безпосередньо скориставшись нашим сайтом",
        "AMOUNT_DOES_NOT_MATTER": "",
        "SITUATION_IN_UKRAINE": "Ситуація в Україні",
        "THE_DATE": "Лютий 24, 2022",
        "SITUATION_IN_UKRAINE_DESC_1": "Біль… Важкий біль, і лихоманка… Це те, що саме зараз відчуває народ мирної і гостинної держави України. Щодня, від збройної агресії росії гинуть військові, мирні жителі, і діти.<br /><br />Ми ніколи не хотіли війни. Ми хотіли крокувати у спільне світле майбутнє разом з усіма іншими націями Європи та Світу. А зараз мільйони біженців, опинились без свого житла, та такого звичного їм мирного неба.<br /><br /> Проект Янголи України від команди ElephantsLab створений з метою покращити нинішню гуманітарну ситуацію в Україні. Ми щодня працюємо, над тим щоб зробити наш внесок і врятувати життя, яке є безцінним даром.<br /><br /> Біль... Важкий біль, і скорбота… Ось що відчуває зараз кожен українець. Але не страх. Страху немає, бо ми разом на своїй землі, і ми обов'язково переможемо! Слава Україні!",
        "SITUATION_IN_UKRAINE_DESC_2": "Біль… Важкий біль, і лихоманка… Це те, що саме зараз відчуває народ мирної і гостинної держави України. Щодня, від збройної агресії росії гинуть військові, мирні жителі, і діти.Ми ніколи не хотіли війни. Ми хотіли крокувати у спільне світле майбутнє разом з усіма іншими націями Європи та Світу. А зараз мільйони біженців, опинились без свого житла, та такого звичного їм мирного неба. Проект Янголи України від команди ElephantsLab створений з метою покращити нинішню гуманітарну ситуацію в Україні. Ми щодня працюємо, над тим щоб зробити наш внесок і врятувати життя, яке є безцінним даром. Біль... Важкий біль, і скорбота… Ось що відчуває зараз кожен українець. Але не страх. Страху немає, бо ми разом на своїй землі, і ми обов'язково переможемо! Слава Україні!",
        "BREAKIN_NEWS": "АКТУАЛЬНІ НОВИНИ: РОСІЯ ВТОРГЛАСЬ В УКРАЇНУ",
        "ABOUT_NFT_COLLECTION": " На кожному NFT зображено персонажа героїчного захисника України: чоловіка або жінки перед однією з найвідоміших пам’яток світу. <br/> <br/>  Персонаж може тримати будь-яку атрибутику, пов’язану з досягненням перемоги, від гвинтівки до голуба миру.",
        "HELP_IN_NUMBERS": "ДОПОМОГА В ЦИФРАХ",
        "OUR_ANGELS": "Наші Ангели",
        "ABOUT_ANGELS_PARTISIPANTS_1": "Були куплені людьми з усього світу, задля прояву солідарності з народом України",
        "ABOUT_ANGELS_PARTISIPANTS_2": "Сприяють тому, щоб українське небо знову стало чистим і блакитним",
        "VIEW_COLLECTION": "Переглянути колекцію",
        "COLLECTION": "Колекція",
        "BECOME_AN_ANGEL": "Стати Ангелом",
        "DONATE_PROMO": "Вже зібрано на потреби незламного українського народу",
        "OUR_TEAM": "НАША КОМАНДА",
        "OUR_DESC": "Ми українська компанія, що займається дослідженнями та розробкою продуктів у сфері блокчейну.<br /> <br /> На нашому сайті зазначено, що наша місія — інтеграція криптотехнологій у світі. Це правда. Але сьогодні команда ElephantsLab стикнулись з проблемою. Проблемою - загрози життю. Звичайно, наш обов’язок впоратись з цим, з допомогою технологію блокчейн.<br /> <br /> Проєкт Янголи України є частиною пакету швидкого реагування, який наша команда відповідально взяла на себе, задля порятунку нашої держави, допомоги постраждалому українському народу та захисту кордонів і свобод у Європі. Ми пильна кіберсила України, ми її надійний фронт. Сьогодні наша команда бореться за цифрову свободу. Сьогодні Україна найбільше потребує цієї участі. <br /> <br /> І ми робимо усе.",
        "NEED_HELP": "Якщо Вам потрібна допомога",
        "WANT_HELP": "Якщо Ви хочете допомогти",
        "HELP_DESK": "Допомога",
        "MY_COLLECTION": "Моя колекція",
        "CONNECT_WALLET": "Підʼєднати гаманець",
        "LOG_OUT": "Вийти",
        "DISSCONNECT": "Відʼєднати гаманець",
        "NAVIGATION": "Навігація",
        "USEFULL_LINK": "Корисні посилання",
        "SOCIAL_NETWOKS": "Соціальні мережі",
        "PENDING_WALLET_REQUEST": "Схоже, у вашому гаманці вже є запит, що очікує на розгляд.",
        "GOT_IT": "Зрозумів!",
        "PENDING_TRANS": "Ваша трансакція обробляється",
        "PENDING_TRANS_DESC": "Дякуємо, що були поруч у скрутний час.<br> Ваша благодійність почне діяти менше ніж за півхвилини.",
        "TRANSACTION": "Транзакція",
        "TRANS_SUCCESS": "Транзакція успішна",
        "TRANS_SUCCESS_DESC": "Вітаємо вас із вступом до лав Ангелів України. <br/> Слава Україні!",
        "SEE_MY_ANGELS": "Мої ангели",
        "TELL_EVERYBODY": "Розповідай усім: Збережемо Україну разом!",
        "PLEASE_CHOOSE_WALLET": "Будь ласка, виберіть гаманець",
        "CHOOSE_WALLET_DESC": "Виберіть із переліку доступний гаманець MetaMask або WalletConnect, щоб підключити потрібну програму гаманця",
        "TRANS_FAILED": "Помилка транзакції",
        "TRANS_OOPS": "Схоже щось пішло не так.",
        "NOT_ENOUGH_BALANCE": "Схоже у Вас не достатньо коштів (BNB) на вашому гаманці",
        "TRY_AGAIN": "Спробуйте ще раз",
        "CHARITY_ORGS_IF_HELP_NEEDED": "Благодійні організації та достовірна інформація",
        "CHARITY_ORGS_IF_HELP_NEEDED_DESC": " Наша компанія зібрала для вас необхідну інформацію, яка може бути корисною в умовах війни.Ми постійно доповнюємо та актуалізовуємо список ресурсів, які включають благодійні фонди, контакти волонтерів та організацій, яким ми довіряємо."
    }
}
